[{
	"con": "宠物鱼品牌推广～",
	"link": "http://www.nuanwan.com/"
},{
	"con": "本年度亚洲最佳英文教学奖:《空中英语教室》系列杂志!",
	"link": "http://www.easyvoa.com/voa-related/12645.html"
},{
	"type": 2,
	"con":"Trump to Attend Davos Meeting, Trade Likely a Top Issue",
	"time": "2018-01-24",
	"link": "djx001"
},{
	"type": 2,
	"con":"Russian-Linked Twitter Accounts Not Done with US Government Shutdown",
	"time": "2018-01-24",
	"link": "djx002"
},{
	"type": 2,
	"con":"People Slowly Return to Former Rebel Stronghold of Homs",
	"time": "2018-01-24",
	"link": "djx003"
},{
	"type": 1,
	"con":"Artificial Intelligence Beats Humans in Major Reading Test",
	"time": "2018-01-24",
	"link": "dms001"
},{
	"type": 0,
	"con":"Keeping the Pressure on North Koreat",
	"time": "2018-01-24",
	"link": "dcs001"
},{
	"type": 2,
	"con":"Report Warns Traffic Deaths Hurt Developing Economies",
	"time": "2018-01-22",
	"link": "djx004"
},{
	"type": 1,
	"con":"US Policy May Cause Trade War with Chinese Internet Companies",
	"time": "2018-01-22",
	"link": "dms002"
},{
	"type": 1,
	"con":"New Technology Reads Ancient Documents without Opening Them",
	"time": "2018-01-22",
	"link": "dms003"
},{
	"type": 1,
	"con":"Scientists Discover a Dinosaur with Shiny, Color-Changing Feathers",
	"time": "2018-01-22",
	"link": "dms004"
},{
	"type": 0,
	"con":"Journalists Must be Protected",
	"time": "2018-01-11",
	"link": "dcs002"
},{
	"type": 0,
	"con":"Al-Qaida Affiliate Terrorist Designations",
	"time": "2018-01-11",
	"link": "dcs003"
}]
http:www.easyvoa.com/uploads/allimg/180124/1525216228-0.jpg
<p>International trade is likely to be, again, a main issue for political and business leaders at the World Economic Forum meeting in Davos, Switzerland.</p><p>American President Donald Trump plans to attend the meeting in Davos this week. He is the closing speaker at the meeting.</p><p>An administration spokeswoman said the president would seek to</p><p>Trump is expected defend his administration's trade measures.</p><p><img width='264' height='157' alt='' src='detail.jpg' style='margin: 0px auto; padding: 0px; border: 0px;'></p><p>Indian Prime Minister Narendra Modi gave this year's keynote speech.</p><p>The India leader said his country's economy would more than double in size by the year 2025 while fighting climate change.</p><p><strong>Trade measures a main concern</strong></p><p>China is sending a delegation of more than 130 people including a top economic advisor Liu He. Last year, Chinese President Xi Jinping attended. He warned against protectionism and trade disputes.</p><p>At the time, Xi said that </p><p>Tao Ran is an economist at the Brookings Institution, a research group in Washington. He said China's Liu will seek to get the U.S. to limit trade actions against his country.</p><p> he said.</p><p>Recently, the U.S. has drawn criticism for the decision to place taxes on imported washing machines and solar panels. The move largely affects South Korea and China.</p><p>The move follows a finding by the U.S. International Trade Commission. Trade officials said that those imported products were a </p><p>The U.S. is seeking to place a 20 percent tax on imported washing machines in the first year.</p><p>South Korea says the import taxes violate World Trade Organization rules. South Korean companies Samsung and LG would be hard hit by the import taxes on washers.</p><p>A 30 percent tax on imported solar cells is also being sought. China is a major manufacturer of solar equipment.</p><p>The import taxes on both kinds of products are planned to decrease in the second and third years.</p><p><strong>Indian leader warns of threats to globalization</strong></p><p>India's Prime Minister Modi praised his country's fast economic growth.</p><p>India has one of the world's fastest growing economies. It is the world's largest democracy and currently the second most populated country.</p><p>Modi said India would greatly increase its use of renewable energy to reduce the effects of climate change.</p><p>But Modi said he also was concerned about moves to increase barriers to trade that threatened globalization. He added that, </p><p>In his speech, the Indian leader called climate change a major threat. He added that developed countries needed to provide developing nations, like his own, with more money for new technologies.</p><p>The World Economic Forum, a Swiss noNPRofit organization, holds its main yearly meeting each January.</p><p>I'm Mario Ritter.</p><p>Bill Ide reported this story for&nbsp;VOA&nbsp;News. Mario Ritter adapted it for&nbsp;VOA&nbsp;Learning English with additional materials from Victor Beattie, AP and Reuters. Caty Weaver was the editor.</p>